Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I look out over the scorched earth.<bt_wait> Lilly? Number 16? Rose? Number 2? Are any of you...?<bt_wait>
pl: Patrze nad spaloną ziemią.<bt_wait> Lilly? Numerze 16? Różo? Numerze 2? Czy któraś z was...?<bt_wait>

source: I lost contact with my friends in the flooded city. If they're dead, could you please retrieve their personal items for me?
pl: Straciłem kontakt z moimi przyjaciółmi w zalanym mieście. Jeśli nie żyją, mógłbyś odzyskać dla mnie ich rzeczy osobiste? Proszę.

source: I lost contact with them once they reached the deep desert.
pl: Straciłem z nimi kontakt, kiedy dotarli w głąb pustyni.

source: I lost many parts obtaining this jewel. I lost...myself.<bt_wait>
pl: Straciłam wiele części w trakcie zdobywania tego kamienia. Straciłam... siebie.<bt_wait>

source: I lost so many friends that day... It was a long time ago, but still.
pl: Straciłem tak wielu przyjaciół... To było dawno temu, ale wciąż pamiętam...

source: I lost... I guess power's the only thing that counts in this world anymore, huh?
pl: Przegrałem... Chyba już tylko siła liczy się na tym świecie, hm?

source: I love being outside so much!
pl: Tak bardzo lubię być na zewnątrz!

source: I love hearing about Earth, but the most important thing is seeing everyone come back safely.
pl: Uwielbiam słuchać o Ziemi, jednak najważniejsze jest, by wszyscy wrócili tutaj bezpiecznie.

source: I love it so much! It's an addiction!
pl: Ale ją uwielbiam! Jestem od niej uzależniony!

source: I love lazing about the house and enjoying the view.
pl: Lubię leniuchować w domu i podziwiać widoki.

source: I love peace, but I also love weapons. ...I guess that doesn't make a whole lot of sense.
pl: Kocham pokój, ale kocham też broń... Myślę, że nie ma w tym większego sensu.

source: I love slacking off too, but try not to do it too much, okay? ...And if the Commander catches you, we never had this chat!
pl: Lubię się obijać, ale nie przesadzajcie z tym, dobra? A jak Komandor was przyłapie, to nigdy nie rozmawialiśmy!

source: I love this game!
pl: Uwielbiam tę grę!

source: I love this place. It's so quiet.
pl: Uwielbiam to miejsce. Jest tu tak cicho.

source: I love watching the children play. They're so full of energy!
pl: Lubię patrzeć jak dzieci się bawią. Są takie pełne energii!

source: I love you! Kill!
pl: Kocham cię! Zabić!

source: I made a friend
pl: Stworzyłem przyjaciela

source: I managed to help the children flee to safety.
pl: Pomogłem dzieciom uciec w bezpieczne miejsce.

source: I managed to pull some data out of its memory.
pl: Udało mi się odzyskać część danych z jego pamięci.

source: I may not have the right to say this.
pl: Może nie mam prawa, aby tak mówić.

source: I mean,
pl: Znaczy,

source: I mean, after all... We all need something to fight for, don't we?
pl: W końcu... Wszyscy potrzebujemy powodu, dla którego będziemy walczyć, prawda?

source: I mean, he's the one who thought to build this village for us outcasts.
pl: W końcu, to on wpadł na pomysł, aby zbudować tę wioskę dla nas, wyrzutków.

source: I mean, if you want to call me Nines, it's totally okay.
pl: No wiesz.... Jeśli chcesz nazywać mnie Nines, to w porządku.

source: I mean, it's your choice and all, but...
pl: Znaczy, twój wybór i takie tam, ale...

source: I mean, my uniform is fine and all, but I'd love to wear a cool helmet like they have!
pl: Znaczy, mój uniform jest w porządku i takie tam, ale chciałabym nosić taki fajny hełm jak one!

source: I mean, she IS pretty, but that's... It's not...
pl: Znaczy, ona JEST ładna, ale to... jest...

source: I mean, the Commander might want it, right?
pl: Znaczy się, Pani Komandor też może być tym zainteresowana, prawda?

source: I mean, we keep our supplies in multiple locations, but so far as I know, nothing's gone missing.
pl: Znaczy... przechowujemy nasze zapasy w wielu miejscach, ale z tego co mi wiadomo, nic nie zginęło.

source: I mean, we're built to fight, and if we don't need to do that...
pl: Znaczy... zostaliśmy stworzeni do walki... A co, jeśli po ich powrocie, nie musielibyśmy tego dłużej robić...?

source: I mean, what if they're just not interested in Earth anymore?
pl: Znaczy, co jeżeli nie są już zainteresowani Ziemią?

source: I mean, would I even be ME anymore? Or would I just...
pl: Znaczy się, czy nadal byłbym SOBĄ? Czy może, po prostu...

source: I met someone I liked
pl: Spotkałem kogoś, kogo polubiłem

source: I most certainly am not.
pl: Zdecydowanie nie.

source: I must atone.
pl: Muszę za to odpokutować.

source: I must have been corrupted when Eve detached from the network...
pl: Musiałem zostać zarażony, kiedy Ewa został odłączony od sieci...

source: I must join them anon!
pl: Nie pozostało mi nic innego, jak tylko do nich dołączyć!

source: I must know what he said!
pl: Muszę wiedzieć, jak na niego zareagował!

source: I must look very silly.
pl: Zapewne wyglądam żałośnie.

source: I must protect the children of the village.
pl: Muszę chronić dzieci z wioski.

source: I must protect the children!
pl: Muszę chronić dzieci!

source: I must return to my duties.
pl: Muszę wracać do swoich obowiązków.

source: I must...become...more...beautiful...
pl: Muszę... stać... się... piękniejsza...

source: I need a favor from you both.
pl: Potrzebuję od was przysługi.

source: I need a scanner that can detect faint black box signals.
pl: W zasadzie, to potrzebuję skanera, który da radę wykryć słaby sygnał czarnej skrzynki.

source: I need a scanner.
pl: Potrzebuję skanera.

source: I need one broken key, one small gear, and one broken circuit. Don’t forget!
pl: Potrzebuję jeden złamany klucz, jeden mały trybik i jeden zepsuty obwód. Nie zapomnijcie!

source: I need one broken spring, one small gear, and one broken circuit. Don’t forget!
pl: Potrzebuję jeden zepsuty resor, jeden mały trybik i jeden zepsuty obwód. Nie zapomnijcie!

source: I need rigid tree bark to create a filter, but the only location I know of is guarded by ferocious machine lifeforms.
pl: Potrzebuję do filtra sztywnej kory, ale jedyne miejsce, gdzie można ją znaleźć jest strzeżone przez krwiożercze mechaniczne formy życia.

source: I need some rigid tree bark to create a filter, but I can't fetch any at the moment.
pl: Potrzebuję do filtra sztywnej kory, ale nie jestem w stanie jej w tym momencie zdobyć.

source: I need to check this out too.
pl: Muszę je sprawdzić.

source: I need to find those authorization keys and destroy the Tower.
pl: Muszę znaleźć te klucze autoryzacyjne i zniszczyć Wieżę.

source: I need to focus on my job right now.
pl: W tej chwili muszę skoncentrować się na mojej pracy.

source: I need to know if you've seen any new trends or behaviors among the machines.
pl: Chciałabym się dowiedzieć, czy widziałeś może jakieś nowe wzorce, lub zachowania wśród maszyn.

source: I need to know where these photographs were taken...
pl: Muszę dowiedzieć się, gdzie zrobiono te zdjęcia...

source: I need to pay you back. It would bother me otherwise.
pl: Muszę ci się jakoś odwdzięczyć. Inaczej będzie mnie to dręczyć.

source: I need to return and investigate as soon as possible.
pl: Będę musiał tu wrócić, żeby zbadać to miejsce. I to jak najszybciej.

source: I need to see those beautiful red bubbles coming at me to experience the true thrill of combat!
pl: Muszę zobaczyć lecące na mnie te piękne, czerwone bąbelki, aby doświadczyć prawdziwego dreszczu walki!

source: I need to settle things with them. On my own.
pl: Muszę stawić im czoła... Muszę załatwić ich wszystkich... Osobiście.

source: I need you to delete my memories.
pl: Potrzebuję, żebyś usunęła moje wspomnienia.

source: I need you to get combat data for him.
pl: Chcę, żebyś zebrała z niego dane bojowe.

source: I need you to get my friend's life log out of this Pod...
pl: Proszę, odzyskajcie z tego Poda dane życiowe mojej przyjaciółki...

source: I need you to head to the surface, rendezvous with the Resistance, and do some recon.
pl: Potrzebuję, abyś udała się na powierzchnię, spotkała z Ruchem Oporu i zrobiła mały rekonesans.

source: I need you to seek out whatever intel you can regarding their current whereabouts and status.
pl: Musicie zdobyć wszelkie możliwe informacje o jej obecnym miejscu pobytu, oraz o jej statusie.

source: I need you to wipe out those enemies over there without taking any damage. Think you can handle that?
pl: Musisz wyeliminować tamtych wrogów, nie otrzymując żadnych obrażeń. Myślisz, że dasz radę?

source: I need you to wipe out those enemies over there. Think you can handle that? Mmmm?
pl: Chcę, żebyś wyrżnęła tamtych wrogów w pień. Dasz radę? Hmmm?

source: I need you...
pl: Potrzebuję, żebyś...

source: I need your help collecting ingredients from across the land. It's research for when humans come back and reclaim the Earth.
pl: Potrzebuję waszej pomocy w zbieraniu składników znajdujących się w okolicy. Prowadzę badania z myślą o chwili, w której ludzie powrócą na Ziemię.

source: I need your help with my research, but I'm kinda tied up at the moment.
pl: Potrzebuję twojej pomocy przy moich badaniach, ale w tej chwili jestem zajęta.

source: I need...to find 9S!
pl: Muszę... odnaleźć 9S!

source: I needed nothing else...
pl: Nie potrzebowałem niczego innego...

source: I needed to give you this.
pl: Chciałem ci to dać.

source: I never disliked fighting.
pl: Nigdy nie miałem nic przeciwko walce.

source: I never felt that before and it was... It was... It was SCARY!
pl: Nigdy wcześniej tego nie czułem i to było... to było... To było PRZERAŻAJĄCE!

source: I never get tired of looking at Earth...
pl: Nigdy nie znudzi mi się patrzenie na Ziemię...

source: I never imagined how hard it would be to disconnect from the network.
pl: Nigdy nie przypuszczałam, że odcięcie od sieci może być takie trudne.

source: I never knew how difficult it was to be a creative genius.
pl: Nie zdawałem sobie sprawy, jak trudne jest bycie kreatywnym geniuszem.

source: I never quite realized...
pl: Właściwie, to nigdy nie zdawałam sobie sprawy...

source: I noticed some weird noise in the Bunker's server data, so I paused the upload.
pl: Zauważyłem dziwne zakłócenia w danych znajdujących się na serwerze Bunkra, więc zatrzymałem wysyłanie swoich danych.

source: I noticed something while providing support to A2.
pl: Zauważyłem coś istotnego, gdy wspierałem jednostkę A2.

source: I often think about the god who blessed us with this cryptic puzzle...
pl: Często myślę o bogu, który pobłogosławił nas tą enigmatyczną łamigłówką...

source: I only did it to get her off my case. Well, and because I thought it might look good on my friend... But if you tell her that, you're dead!
pl: Zrobiłam to tylko po to, żeby dała mi spokój. No i pomyślałam, że może będzie dobrze wyglądał na mojej przyjaciółce... Ale jeśli jej to powiecie, to was zabiję!

source: I only see her every few years, to be honest. She mostly just uses delivery drones to drop things off.
pl: Szczerze mówiąc, widuję ją raz na kilka lat. Do dostarczania przedmiotów na handel, najczęściej używa dronów.

source: I owe everything to my commanding officer, so I'll do my best for her sake.
pl: Wszystko zasługuję naszej oficer dowodzącej, więc dam z siebie wszystko ze względu na nią.

source: I prepared this just for you.
pl: Przygotowałem to specjalnie dla ciebie.

source: I press it to my temple.<bt_wait>
pl: Przykładam go do skroni.<bt_wait>

source: I probably only had enough time to back up your memories.
pl: Pewnie wystarczyło mi czasu jedynie na zabezpieczenie twoich wspomnień.

source: I probably speak with more bluster than necessary, but I have to make sure they're actually on our side. I don't think they're lying, necessarily, but I can't read their expressions thanks to the giant goggles they wear.<bt_wait> And frankly, a little caution never goes amiss in the middle of a war. </page>
pl: Pewnie mówię ze zbytnim naciskiem, ale muszę się upewnić, że są po naszej stronie. Nie wydaje mi się, żeby kłamały, ale nie jestem w stanie odczytać ich wyrazów twarzy przez wielkie gogle, które noszą na twarzach.<bt_wait> A tak szczerze, to odrobina ostrożności nigdy nie jest przesadą w środku wojny. </page>

source: I promise not to make my sister worry any more.
pl: Obiecuję, że już nigdy więcej moja siostra nie będzie się o mnie martwić.

source: I promise to repay you for the trouble.
pl: Obiecuję, że wynagrodzę twój wysiłek.

source: I reach out and... <sele_AME>・touch Devola's cheek. <sele_KARADA>・support Devola's body. </page>
pl: Sięgam i... <sele_AME>・dotykam policzka Devoli. <sele_KARADA>・podtrzymuję ciało Devoli. </page>

source: I read in an old book that people who are proficient at puns used to be revered as divine messengers. I like the sound of that!
pl: Czytałem w starej książce, że udzie którzy byli szczególnie uzdolnieni w tym kierunku byli szanowani jako boscy posłańcy. Podoba mi się jak to brzmi!

source: I read you, 9S. Go ahead.
pl: Słyszę cię 9S. Mów.

source: I read you, Operator. Go ahead.
pl: Słyszę cię, Operatorko. Mów.

source: I readied a room here for YoRHa androids.
pl: Przygotowałam pokój specjalnie dla androidów YoRHa.

source: I realize the odds of you believing me are strikingly low...
pl: Zdaję sobie sprawę, że szanse na to, że mi uwierzycie są nikłe...

source: I realize this village could never replace your home, but please know that you are always welcome here.
pl: Wiem, że wioska nigdy nie zastąpi ci domu, ale wiedz, że jesteście tu zawsze mile widziani.

source: I realized that my sensory settings were making me hear operator speech as background noise for some reason!
pl: Uświadomiłam sobie, że moje ustawienia sensoryczne sprawiały, że z jakiegoś powodu słyszałam mowę operatora jako szum tła.

source: I really hate this.
pl: Naprawdę tego nienawidzę.

source: I really meant it though...
pl: Ale mówiłem szczerze...

source: I really must do something about all this trash...
pl: Naprawdę muszę coś zrobić z tym całym bałaganem...

source: I really need to show him how thankful I am!
pl: Naprawdę muszę mu pokazać, jak bardzo jestem wdzięczny!

source: I really respect Pascal, you know?
pl: Naprawdę szanuję Pascala, wiesz?

source: I really should erase my junk data, but organizing's never been my strong point.
pl: Powinnam wykasować bzdurne dane, ale organizacja nigdy nie była moją mocną stroną.

source: I received the data you sent.
pl: Odebrałam dane, które wysłałeś.

source: I recognize that you're busy, but if you have the time to help me out, I'd appreciate it.
pl: Rozumiem, że jesteście zajęci, ale jeśli znajdziecie chwilę, aby mi pomóc, docenię to.

source: I recommend sneaking up from behind.
pl: Polecam zakraść się od tyłu.

source: I refuse to take on an already-weakened foe. Come back again later.
pl: Odmawiam walki z osłabionym przeciwnikiem. Wróćcie później.

source: I remember having fun there...together.
pl: Pamiętam, jak świetnie się tam bawiłam... W zasadzie, to bawiliśmy.

source: I remember seeing large two-legged machines in the desert...
pl: Przypominam sobie, że widziałam takie wielkie dwunożne maszyny na pustyni...

source: I repeat, this is carrier Blue Ridge II.
pl: Powtarzam, tutaj lotniskowiec Blue Ridge II.

source: I s-sure wish my shift would end already...
pl: J-jasne że chcę, aby moja zmiana już się skończyła...

source: I said SHUT UP!
pl: Powiedziałam... ZAMKNIJ SIĘ!

source: I saw a huge explosion far off in the sky.
pl: Widziałem ogromny wybuch. Musiał być daleko, ale niósł się po całym niebie.

source: I saw him, all right. That explosion sent him flying...
pl: Widziałam go, tak. Ta eksplozja posłała go w powietrze...

source: I saw one near the abandoned factory.
pl: Widziałam taki jeden niedaleko opuszczonej fabryki.

source: I saw the sky go super bright!
pl: Widziałem na niebie coś bardzo jasnego!

source: I saw this through to the end.
pl: Przeszedłem przez to do końca.

source: I saw what looked to be a castle further in. Maybe we should take a look.
pl: Głębiej w lesie widziałem coś, co przypominało zamek. Może powinniśmy się temu przyjrzeć.

source: I saw you fight before. You're pretty good.
pl: Widziałem jak walczysz. Świetnie sobie radzisz.

source: I saw you fight just now. You might be able to take that asshole S Rank champ down!
pl: Widziałam cię przed chwilą w walce. Może masz szansę pokonać tego dupka z rangi S.

source: I saw your battle with Eve. You have such amazing control over your body! ...I'm kinda jealous.
pl: Widziałam twoją walkę z Ewą. Miałaś taką niesamowitą kontrolę nad swoim ciałem! Zazdroszczę.

source: I see from these records how important predation and reproduction were to human survival. And yet, they viewed such acts as sinful. I wonder why?
pl: Z zapisków wynika, że drapieżnictwo i reprodukcja były istotne dla przetrwania ludzkości. Mimo to, postrzegano je jako grzeszne. Ciekawe dlaczego?

source: I see the Commander's as much of a slave driver as ever.
pl: Widzę, że Pani Komandor nadal jest tak samo wymagająca jak zawsze.

source: I see where this is going.
pl: Już widzę dokąd to zmierza...

source: I see you in my sleep. Restless sleep. My heart flies to pieces each time I wake. I burn to see you in the real world.
pl: Widzę cię w moim śnie. Niespokojnym śnie. Moje serce rozpada się, gdy tylko się budzę. Płonę, by cię zobaczyć w prawdziwym życiu.

source: I see you're taking good care of your weapons.
pl: Widzę, że dobrze troszczysz się o swoją broń.

source: I see your hacking was successful. Way to go!
pl: Widzę, że twoje hakowanie było udane. Oby tak dalej!

source: I see, I see.
pl: Rozumiem, rozumiem.

source: I see, I see. Then perhaps I can believe in you.
pl: Rozumiem, rozumiem. W takim razie, wydaje mi się, że mogę ci zaufać.

source: I see.
pl: Rozumiem.

source: I see. Alright, let me know if you change your mind.
pl: Rozumiem. Dajcie znać, jeśli jednak zmienicie zdanie.

source: I see. Well, thanks.
pl: Rozumiem. No cóż... Dzięki!

source: I see...
pl: Rozumiem...

source: I see... All right, thanks.
pl: Rozumiem... Dobrze, dzięki.

source: I see...light.
pl: Widzę... światło.

source: I seek to learn and adopt all facets of humanity!
pl: Pragnę zgłębić i przyswoić wszystkie aspekty ludzkości!

source: I sense a change in the data. Some kind of movement.<bt_wait> I hone my perception and hold my breath.
pl: Wyczuwam zmianę w danych. Pewien ruch.<bt_wait> Wyostrzam wzrok i wstrzymuję oddech.

source: I shall also grant you these clothes.
pl: Przekazuję ci to ubranie.

source: I shall follow you for the rest of my days, Master <SARU_JAN>!
pl: Będę podążać za tobą do końca moich dni, Mistrzu <SARU_JAN>!

source: I shall make thee regret the day of thy birth!
pl: Pożałujesz, że się urodziłaś!

source: I shall make thee taste dirt!
pl: Nażresz się ziemi!

source: I shall make this our kingdom and declare our independence!
pl: Uczynię go naszym Królestwem i zadeklaruję naszą niepodległość!

source: I should be getting more inventory soon, so swing by when you can.
pl: Niedługo powinienem zdobyć więcej zapasów, więc wpadnijcie, kiedy będziecie mogli.

source: I should go home.
pl: Powininem wracać do domu.

source: I should hack it and take control of it now while it's not suspecting anything.
pl: Powinienem ją zhakować i przejąć nad nią kontrolę w chwili, w której niczego się nie spodziewa.

source: I should probably be more careful while playing from now on.
pl: Może powinienem od teraz bardziej uważać podczas zabawy.

source: I should probably get a new machine one of these days.
pl: Chyba powinienem kupić sobie nową maszynę.

source: I should probably modify my body for transport purposes.
pl: Chyba powinienem zmodyfikować ciało do celów transportowych.

source: I should probably take a look inside.
pl: Chyba warto byłoby zajrzeć do jego wnętrza...

source: I should probably tell Emil about this Lunar Te—
pl: Chyba powinienem powiedzieć Emilowi o tej Księżycowej Łz...

source: I shouldn't have survived. It should've been someone better. Someone who took his job more seriously.
pl: Nie powinienem był przetrwać. To powinien być ktoś lepszy. Ktoś, kto poważniej traktuje swoją pracę.

source: I sigh softly as I draw my weapon. </page>
pl: Wzdycham lekko, kiedy wyciągam broń. </page>

source: I slipped on cliffs. I fell onto rocks. But eventually I claimed the jewel.<bt_wait>
pl: Ześlizgiwałam się z klifów. Spadałam na skały. Ale w końcu zdobyłam klejnot.<bt_wait>

source: I sometimes hear about Pods lying around in the desert or being dropped in the sea...
pl: Słyszałam kiedyś o Podach porzuconych na pustyni, a nawet o wrzuconych do morza...

source: I spend my downtime seeking out such information.
pl: Spędzam swój czas wolny na wyszukiwaniu takich informacji.

source: I still don't know what got into me.<bt_wait>
pl: I wciąż nie wiem, co we mnie wstąpiło.<bt_wait>

source: I still don't understand what it means to love someone. But I've made up my mind.<bt_wait>
pl: Wciąż nie rozumiem, co oznacza kogoś kochać. Ale podjęłam decyzję.<bt_wait>

source: I strive to attain nothing less than the essence of humanity itself.
pl: Pragnę osiągnąć samą istotę człowieczeństwa.

source: I studied a relic of ancient civilization and apparently this is how merchants communicate, alright?
pl: Studiowałam relikty starożytnej cywilizacji i najwyraźniej w taki sposób kupcy się porozumiewali.

source: I suppose I should try to be more of a "family man," as they say.
pl: Wygląda na to, że muszę od teraz stać się, jak to mówią: „głową rodziny”.

source: I suppose a family might be...good?
pl: Domyślam się, że rodzina jest... dobra?

source: I suppose that unpleasant songstress you so kindly defeated in the amusement park wasn't part of the network.
pl: Podejrzewam, że ta nieprzyjemna śpiewaczka, którą tak uprzejmie pokonałaś w parku rozrywki, nie była częścią sieci.

source: I suppose that's...technically accurate.
pl: Sądzę, że... technicznie to prawda.

source: I suppose we have to hack in to look at the data, yeah?
pl: Podejrzewam, że aby uzyskać dostęp do tych danych, musimy je najpierw zhakować, tak?

source: I suppose we should go tell his followers exactly what he thinks of them, huh?
pl: Chyba powinniśmy przekazać jego wyznawczyniom co o nich tak naprawdę myśli, co?

source: I suppose we'd better return their belongings.
pl: Sądzę, że powinniśmy zwrócić ich rzeczy osobiste.

source: I suppose.
pl: Masz rację.

source: I suppose...
pl: Chyba masz rację...

source: I suppose?
pl: Chyba... tak?

source: I sure wasn't expecting to run into another Scanner model.
pl: Nie spodziewałem się, że spotkam inną jednostkę Skanera.

source: I surveyed the entire factory, but couldn't find anything resembling our target.
pl: Przejrzałam całą fabrykę, ale nie znalazłam niczego, co mogłoby przypominać nasz cel.

source: I swing my sword for you, spattering blood across my sleeve. I smile as the chaos continues.
pl: Macham mieczem dla ciebie, obryzguję rękaw krwią. Uśmiecham się, a chaos trwa.

source: I take up the sword and battle for you. My heart knows not fear, instead burning with a love strong and pure.
pl: Biorę miecz i walczę dla ciebie. Moje serce nie zna strachu. Zamiast tego płonie miłością silną i czystą.

source: I taught the children what fear is.
pl: Nauczyłem dzieci czym jest lęk.

source: I taught them everything... All my thoughts and emotions.
pl: Przekazałem im wszystkie... moje myśli i uczucia.

source: I tell you what, I just can't keep up with her anym—
pl: Powiem ci coś... Nie mam już na nią si...

source: I tell you what, you fry this up with a little salt and pepper? Bam! Taste EXPLOSION! ...Er, allegedly.
pl: Podobno, jak się usmaży je z odrobiną soli i pieprzu, to uzyska się prawdziwą EKSPLOZJĘ smaku!... W każdym razie, tak słyszałem...

source: I tend to do poorly at everything.
pl: Kiepsko sobie radzę ze wszystkim.
